Repository: ThemeZee/dynamic-news-lite
Catalog: languages/*.po
Languages: nb_no

source: 404: Page not found
nb_no: 404: Siden ble ikke funnet

source: It looks like nothing was found at this location. Maybe try a search or one of the links below?
nb_no: Dessverre fant vi ikke veien til det du lette etter. Kanskje et søk eller noen av lenkene kan hjelpe deg med å finne fram?

source: Enter password to view comments.
nb_no: Skriv inn passord for å lese kommentarer.

source: One comment
nb_no: Én kommentar

source: % comments
nb_no: % kommentarer

source: Read more
nb_no: Les mer

source: There is no featured content to be displayed in the slider. To set up the slider, go to Appearance &#8594; Customize &#8594; Theme Options, and add a featured tag in the Post Slider section. The slideshow displays all your posts which are tagged with that keyword.
nb_no: Det er ikke definert noe utvalgt innhold for visning i karusellen. For å sette opp innholdskarusellen, gå til Utseende &#8594; Tilpass &#8594; Theme Options, og legg til en utvalgstag for karusellen. Karusellen vil vise alle innlegg som er tagget med det valgte nøkkelordet.

source: Read more &raquo;
nb_no: Les mer &raquo;

source: Menu
nb_no: Meny

source: Main Navigation
nb_no: Hovednavigasjon

source: Footer Navigation
nb_no: Bunn-navigasjon

source: Social Icons
nb_no: Sosiale ikoner

source: Sidebar
nb_no: Sidekolonne

source: Appears on posts and pages except Magazine Homepage and Fullwidth template.
nb_no: Vises på innlegg og sider med unntak av Magasin forside og Full bredde-malen.

source: Magazine Homepage
nb_no: Magasin forside

source: Appears on Magazine Homepage template only. You can use the Category Posts widgets here.
nb_no: Vises bare på Magasin forside-malen. Du kan se widgetene for kategori-utlisting her.

source: Pingback:
nb_no: Lenkevarsling:

source: (Edit)
nb_no: (Rediger)

source: Your comment is awaiting moderation.
nb_no: Kommentaren din ligger på vent for vurdering.

source: Search Results for: %s
nb_no: Søkeresultat for %s

source: No matches
nb_no: Ingen treff

source: Please try again, or use the navigation menus to find what you search for.
nb_no: Prøv igjen, eller bruk menyene for å finne det du leter etter.

# label
source: Search for:
nb_no: Søk etter:

# placeholder
source: Search &hellip;
nb_no: Søk &hellip;

source: Please go to Appearance &#8594; Widgets and add some widgets to your sidebar.
nb_no: Gå til Utseende &#8594; Widgeter og legg til ønsket widget til sidekolonnen.

source: Please go to Appearance &#8594; Widgets and add at least one widget to the "Magazine Homepage" widget area. You can use the Category Posts widgets to set up the theme like the demo website.
nb_no: Gå til Utseende &#8594; Widgeter og legg til minst én widget til "Magasin forside»-området. Du kan bruke kategoriutlisting-widgeten for å sette opp temaet som en demonettside.

source: Tag name
nb_no: Tag navn

source: Hide tag from displaying in post meta and tag clouds.
nb_no: Skjul tag fra visning i innleggsmetadata og i tagskyer.

source: Display featured posts in latest blog post listing.
nb_no: Vis utvalgte innlegg i utlisting av siste bloginnlegg.

source: Number of Posts
nb_no: Antall innlegg

source: View all posts by %s
nb_no: Vis alle innlegg fra %s

source: Leave a comment
nb_no: Legg igjen en kommentar

source: Edit Post
nb_no: Rediger innlegg

source: tagged with %1$s
nb_no: tagget med %1$s

source: Powered by %1$s and %2$s.
nb_no: Drevet av %1$s og %2$s.

source: Please go to Appearance &#8594; Menus and create a new custom menu with custom links to all your social networks. Then click on "Manage Locations" tab and assign your created menu to the "Social Icons" location.
nb_no: Gå til Utseende &#8594; Menyer og lag en egendefinert meny med egendefinerte lenker til alle dine kontoer i sosiale medier. Deretter går du til "Styr plasseringer»-fanen og setter den menyen du akkurat lagde til plasseringen "Sosiale ikoner».

source: Welcome to %1$s %2$s
nb_no: Velkommen til %1$s %2$s

source: Theme Info
nb_no: Temainfo

source: Important Links:
nb_no: Viktige lenker

source: Theme Page
nb_no: Temaside

source: Changelog
nb_no: Oppdateringer

source: Theme Demo
nb_no: Temademo

source: Theme Documentation
nb_no: Temadokumentasjon

source: Rate this theme
nb_no: Gi temaet karakter

source: Getting Started with %s
nb_no: Kom i gang med %s

source: You need help to setup and configure this theme? We got you covered with an extensive theme documentation on our website.
nb_no: Trenger du hjelp til å sette opp og konfigurere dette temaet? Du finner mye god hjelp i den omfattende dokumentasjonen for temaet på våre nettsider.

source: View %s Documentation
nb_no: Vis %s dokumentasjon

source: Theme Options
nb_no: Temavalg

source: %s makes use of the Customizer for all theme settings. Click on "Customize Theme" to open the Customizer now.
nb_no: %s bruker Tilpass-menyen for alle temainnstillinger. Klikk på "Tilpass tema" for å åpne Tilpass-menyen nå.

source: Customize Theme
nb_no: Tilpass tema

source: Pro Version
nb_no: Pro-versjon

source: You need more features? Purchase the Pro Version to get additional features and advanced customization options.
nb_no: Trenger du flere funksjoner? Kjøp Pro-versjonen for å få flere funksjoner og avanserte tilpasningsvalg.

source: Learn more about %s Pro
nb_no: Finn ut mer om %s Pro

source: %1$s is proudly brought to you by %2$s. If you like this theme, %3$s :)
nb_no: %1$s tilbys av %2$s. Hvis du liker dette temaet, %3$s :)

source: rate it
nb_no: gi det en karakter

source: Display Tagline below site title.
nb_no: Vis slagord under tittelen på nettstedet.

source: General Settings
nb_no: Generelle innstillinger

source: Theme Width
nb_no: Temaets bredde

source: Boxed Layout
nb_no: Boks-layout

source: Wide Layout (Fullwidth)
nb_no: Bred-layout (full bredde)

source: Theme Layout
nb_no: Tema-layout

source: Left Sidebar
nb_no: Venstre sidekolonne

source: Right Sidebar
nb_no: Høyre sidekolonne

source: Default Fonts
nb_no: Standard fonter

source: Deactivate Google Fonts in case your language is not compatible.
nb_no: Skru av Google Fonts i tilfelle språket ditt ikke støttes.

source: Header Settings
nb_no: Topp-innstillinger

source: Header Content
nb_no: Topp-innhold

source: The Header Content will be displayed on the right hand side of the header area.
nb_no: Topp-innholdet vises på høyre side av toppen.

source: Display search field on header area
nb_no: Vis søkefelt i topp-området.

source: Display Social Icons on header area
nb_no: Vis ikoner for sosiale medier i topp-området.

source: Header Text Line
nb_no: Topp-tekstlinje

source: Post Settings
nb_no: Innleggsinnstillinger

source: Post length on archives
nb_no: Lengde på innlegg i arkiv-visning

source: Show full posts
nb_no: Vis hele innleggene

source: Show post excerpts
nb_no: Vis utdrag

source: Excerpt Length
nb_no: Utdragslengde

source: Text after Excerpts
nb_no: Tekst etter utdrag

source: Display [...] after excerpts
nb_no: Vis […] etter udragene

source: Post Images
nb_no: Bilder i innlegg

source: Display featured images on archive pages
nb_no: Vis utvalgt bilde på arkivsidene

source: Display featured images on single posts
nb_no: Vis utvalgt bilde i enkeltinnlegg

source: Post Meta
nb_no: Innleggsmetadata

source: Display post date
nb_no: Vis innleggsdato

source: Display post author
nb_no: Vis info om innleggets forfatter

source: Display post categories
nb_no: Vis innleggetskategori

source: Display post tags
nb_no: Vis innleggstagger

source: Post Slider
nb_no: Innleggskarusell

source: Activate Post Slider
nb_no: Skru på innleggskarusell

source: Show Slider on Magazine Homepage
nb_no: Vis karusell på Magasin forside

source: Show Slider on posts page
nb_no: Vis karusell på innleggsside

source: Select Featured Posts
nb_no: Velg utvalgte innlegg

source: The slideshow displays all your featured posts. You can easily feature posts by a tag of your choice.
nb_no: Karusellen viser alle utvalgte innlegg. Du kan enkelt sette et utvalg ved hjelp av en tag du selv definerer.

source: Slider Animation
nb_no: Karusellanimasjon

source: Slide Effect
nb_no: Karuselleffekt

source: Fade Effect
nb_no: Uttoningseffekt

source: You need more features?
nb_no: Trenger du flere funksjoner?

source: Purchase the Pro Version to get additional features and advanced customization options.
nb_no: Kjøp Pro-versjonen for å få flere funksjoner og avanserte tilpasningsmuligheter.

source: Displays your posts from a selected category in a boxed layout. Please use this widget ONLY in the Magazine Homepage widget area.
nb_no: Viser innlegg fra en utvalgt kategori i en boks-layout. Bruk denne widgeten BARE i Magasin forside-området.

source: Category Posts: Boxed (%s)
nb_no: Kategoriutlisting: Boks (%s)

source: View all posts
nb_no: Vis alle innlegg

source: View all posts from category %s
nb_no: Vis alle innlegg fra kategorien %s

source: Title:
nb_no: Tittel:

source: Category:
nb_no: Kategori:

source: All Categories
nb_no: Alle kategorier

source: Link Widget Title to Category Archive page
nb_no: Lenk widget-tittel til arkivsiden for kategorien

source: Displays your posts from two selected categories. Please use this widget ONLY in the Magazine Homepage widget area.
nb_no: Viser dine innlegg fra to valgte kategorier. Bruk denne widgeten BARE på widgetområdet for Magasin forside.

source: Category Posts: 2 Columns (%s)
nb_no: Kategoriutlisting: 2 kolonner (%s)

source: Latest Posts
nb_no: Siste innlegg

source: Left Category:
nb_no: Venstre kategori

source: Right Category:
nb_no: Høyre kategori

source: Number of posts:
nb_no: Antall innlegg:

source: Highlight first post (big image + excerpt)
nb_no: Fremhev det første innlegget (stort bilde + utdrag fra teksten)

source: Display Category Titles
nb_no: Vis kategori-titlene

source: Displays your posts from a selected category in a grid layout. Please use this widget ONLY in the Magazine Homepage widget area.
nb_no: Viser dine innlegg fra en valgt kategori i rutenett-layout. Bruk BARE denne widgeten i widgetområdet for Magasin forside.

source: Category Posts: Grid (%s)
nb_no: Kategoriutlisting: Rutenett (%s)

source: Please chose an even number (2, 4, 6, 8).
nb_no: Velg et partall (2, 4, 6, 8).

source: Display as small posts grid with thumbnails
nb_no: Vis innlegg i et lite rutenett med små bilder

source: Displays a single post from a selected category. Please use this widget ONLY in the Magazine Homepage widget area.
nb_no: Viser ett enkelt innlegg fra en valgt kategori. Bruk BARE denne widgeten i området for Magasin forside.

source: Category Posts: Single (%s)
nb_no: Kategoriutlisting: Enkeltinnlegg (%s)
